Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: The children of your noble sister, who is of God's selection, send you their love.
chr: ᎠᎦᏑᏴᏛ ᎡᏣᎸᎢ ᏧᏪᏥ ᏫᎨᏣᏲᎵᎭ. ᎡᎺᏅ.

source: Third Epistle of John
chr: ᏣᏂ ᏦᎢᏁ ᎤᏬᏪᎳᏅᎯ

source: I, a ruler in the church, send word to the well loved Gaius, for whom I have true love.
chr: ᎠᏴ ᎠᎢᏛᏐᏅᎯ ᏫᏥᏲᎵᎦ ᎠᏥᎨᏳᎢ ᎦᏯ, ᎾᏍᎩ ᎠᏴ ᏥᎨᏳᎢ.

source: My loved one, it is my prayer that you may do well in all things, and be healthy in body, even as your soul does well.
chr: ᎬᎨᏳᎢ, ᎤᏟ ᎢᎦᎢ ᎠᏆᏚᎵᎭ ᎣᏍᏛ ᏣᏁᏉᏤᏗᏱ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏣᎴᏂᏓᏍᏗᏱ, ᎾᏍᎩᏯ ᏣᏓᏅᏙ ᎣᏍᏛ ᎤᏁᏉᏤᎲᎢ.

source: For it gave me great joy when some of the brothers came and gave witness that you had the true faith and were walking in the true way.
chr: ᎤᏣᏔᏅᎯᏰᏃ ᎠᏆᎵᎮᎵᏨᎩ, ᎢᏓᏓᏅᏟ ᎤᏂᎵᏨ ᎠᎴ ᎤᏂᏃᎮᎸ ᏣᏠᎾᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎮᏙᎲ ᏚᏳᎪᏛ ᎨᏒᎢ.

source: I have no greater joy than to have news that my children are walking in the true way.
chr: ᎥᏝ ᎪᎱᏍᏗ ᎤᏟ ᎢᎦᎢ ᎠᏆᎵᎮᎵᏍᏗ ᏍᎩᏯ ᏱᎩ ᏂᎦᎥ ᎠᏆᎵᎮᎵᏍᏗᎬ ᎦᏛᎬᎦ ᏗᏇᏥ ᏚᏳᎪᏛ ᎨᏒ ᎠᏁᏙᎲᎢ.

source: My loved one, you are doing a good work in being kind to those brothers who come from other places;
chr: ᎬᎨᏳᎢ, ᏚᏳᎪᏛ ᎿᏛᏁᎭ ᏂᎦᎥ ᏂᏕᎭᏛᏁᎲ ᎤᎾᎵᎪᎯ ᎠᎴ ᎠᏁᏙᎯ.

source: Who have given witness to the church of your love for them: and you will do well to send them on their way well cared for, as is right for servants of God:
chr: ᎾᏍᎩ ᎤᏂᏃᎮᎸᎯ ᏥᎩ ᏣᏓᎨᏳᎯᏳ ᎨᏒ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎠᏂᎦᏔᎲᎢ; ᎢᏳᏃ ᎾᏍᎩ ᏱᏘᏍᏕᎸᎲ ᎠᎾᎢᏒᎢ, ᎤᏁᎳᏅᎯ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎢᏳᎾᏛᏁᏗ, ᎣᏏᏳ ᏅᏔᏛᏁᎵ.

source: For they went out for love of the Name, taking nothing from the Gentiles.
chr: ᎾᏍᎩᏰᏃ ᏚᏙᎥ ᏅᏧᎵᏍᏙᏔᏅ ᎠᏁᏙᎭ ᎪᎱᏍᏗ ᏂᏓᏂᏂᏟᏍᎬᎾ ᏧᎾᏓᎴᏅᏛ ᏴᏫ.

source: So it is right for us to take in such men as guests, so that we may take our part in the work of the true faith.
chr: ᎾᏍᎩ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏱᏗᏓᏓᏂᎸᎦ ᎾᏍᎩ ᎢᏳᎾᏍᏗ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏕᎩᎸᏫᏍᏓᏁᎲ ᏱᏗᏍᏕᎵᎭ ᏚᏳᎪᏛ ᎨᏒᎢ.

source: I sent a letter to the church, but Diotrephes, whose desire is ever to have the first place among them, will not have us there.
chr: ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ Ꮎ ᎦᏥᏲᏪᎳᏁᎸᎩ, ᎠᏎᏃ ᏓᏯᎶᏈ ᎢᎬᏱ ᎤᎴᏗᏱ ᎤᏚᎵᏍᎩ, ᎥᏝ ᏱᏙᎦᏓᏂᎸᎦ.

source: So if I come, I will keep in mind the things he does, talking against us with evil words: and as if this was not enough, he does not take the brothers into his house, and those who are ready to take them in, he keeps from doing so, putting them out of the church if they do.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏫᏯᎩᎷᏨ ᏓᎦᏅᏓᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎾᏍᎩ ᎤᏲ ᎦᏬᏂᏍᎬᎬᏗ ᏦᎦᏡᏗᎭ, ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏰᎵ ᏳᏰᎸᎭ, ᎥᏝᏰᏃ ᏂᏓᏓᏂᎸᎬᎾᏉ ᎤᏩᏒ ᏱᎩ ᎠᎾᏓᏅᏟ, ᎾᏍᏉᏍᎩᏂ ᏕᎦᏅᏍᏓᏕᎭ ᏗᎬᏩᎾᏓᏂᎸᎢᏍᏗ ᏥᎨᏒᎢ, ᎠᎴ ᏕᎦᏄᎪᏫᏍᎦ ᏧᎾᏁᎶᏗ ᎤᏁᏓᏡᎬ.

source: My loved one, do not be copying what is evil, but what is good. He who does good is of God: he who does evil has not seen God.
chr: ᎬᎨᏳᎢ, ᏞᏍᏗ ᎤᏐᏅ ᎨᏒ ᏱᏣᏍᏓᏩᏛᏎᏍᏗ, ᎣᏍᏛᏍᎩᏂ ᎨᏒ ᎯᏍᏓᏩᏕᎨᏍᏗ. ᎣᏍᏛ ᏧᎸᏫᏍᏓᏁᎯ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ; ᎤᏲᏍᎩᏂ ᏧᎸᏫᏍᏓᏁᎯ ᎾᏍᎩ ᎥᏝ ᎤᏁᎳᏅᎯ ᎤᎪᎲᎯ ᏱᎩ.

source: Demetrius has the approval of all men and of what is true: and we give the same witness, and you are certain that our witness is true.
chr: ᏗᎻᏟᏯ ᎾᏂᎥᏉ ᎣᏏᏳ ᎬᏩᏃᎮᎭ, ᎠᎴ ᎾᏍᏉ ᏚᏳᎪᏛ ᎨᏒ ᎣᏏᏳ ᎤᏃᎮᎭ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᎣᏥᏃᎮᎭ, ᎠᎴ ᎢᏥᎦᏔᎭ ᎣᏥᏃᎮᏍᎬ ᏚᏳᎪᏛ ᎨᏒᎢ.

source: I had much to say to you, but it is not my purpose to put it all down with ink and pen:
chr: ᎤᏣᏗ ᎢᏳᏓᎴᎩ ᎠᏉᏪᎶᏗ ᎠᎩᎲᎩ, ᎠᏎᏃ ᎥᏝ ᏗᎪᏪᎶᏗ ᏱᏙᏓᎬᏔᏂ Ꮎ ᏴᏓᎬᏲᏪᎳᏁᎵ;

source: But I am hoping to see you in a short time, and to have talk with you face to face. May you have peace. Your friends here send you their love. Give my love to our friends by name.
chr: ᎠᏎᏃ ᎤᏚᎩ ᎠᏋᎭ ᏞᎩᏳ ᎬᎪᏩᏛᏗᏱ, ᎠᎴ ᎿᏉ ᏗᏂᎰᎵ ᏗᎩᏅᏙᏗᏱ ᎩᎾᎵᏃᎮᏗᏱ. ᏅᏩᏙᎯᏯᏛ ᏂᏣᏛᎢᏕᎨᏍᏗ. ᎢᎦᎵᎢ ᏫᎨᏣᏲᎵᎭ. ᎦᎾᏙᎠᏗᏒ ᎩᏲᎵᎸᎭ ᎢᎦᎵᎢ.

source: Epistle of Jude
chr: ᏧᏓᏏ ᎤᏬᏪᎳᏅᎯ

source: Jude, a servant of Jesus Christ and the brother of James, to those of God's selection who have been made holy by God the Father and are kept safe for Jesus Christ:
chr: ᎠᏴ ᏧᏓᏏ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏓᏍᏗ ᎠᎴ ᏥᎻ ᏦᏍᏓᏓᏅᏟ, ᏫᏨᏲᎵᎦ ᏂᎯ ᏂᏥᏍᎦᏅᎾ ᎢᏨᏁᎸᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᏎᎨᎢ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎡᏥᏍᏆᏂᎪᏔᏅᎯ, ᎠᎴ ᎡᏥᏯᏅᏛ ᎢᏣᏓᏅᏘ ᎢᏣᎵᏍᏙᏗᏱ;

source: May mercy and peace and love be increased in you.
chr: ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎡᏥᏁᏉᎡᏗ ᎨᏎᏍᏗ.

source: My loved ones, while my thoughts were full of a letter which I was going to send you about our common salvation, it was necessary for me to send you one requesting you with all my heart to go on fighting strongly for the faith which has been given to the saints once and for ever.
chr: ᎢᏨᎨᏳᎢ, ᎢᏳᏃ ᎠᏆᏟᏂᎬᏁᎸ ᏫᏨᏲᏪᎳᏁᏗᏱ ᏂᎦᏗᏳᏉ ᎢᎦᏤᎵ ᎢᎦᎵᏍᏕᎸᏙᏗ ᎤᎬᏩᎵ, ᎤᏚᎸᏗ ᎾᏆᎵᏍᏓᏁᎸᎩ ᏫᏨᏲᏪᏔᏁᎲ ᎢᏨᏍᏗᏰᏙᏗᏱ, ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᎢᏣᏗᏒᏎᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎦᏳᎳ ᏗᎨᏥᏲᎯᏎᎸᎯ ᏥᎩ ᎤᎾᏓᏅᏘ.

source: For certain men have come among you secretly, marked out before in the holy Writings for this evil fate, men without the fear of God, turning his grace into an unclean thing, and false to our only Master and Lord, Jesus Christ.
chr: ᎩᎶᏰᏃ ᎢᏳᎾᏍᏗ ᎠᏂᏍᎦᏯ ᎤᏕᎵᏛ ᎤᏂᏴᎸᎯ ᎢᎩ ᎾᏍᎩ ᎢᎸᎯᏳ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏗᎨᎪᎥᎯ ᏥᎩ ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎨᎫᎪᏓᏁᏗᏱ; ᎤᏁᎳᏅᎯ ᏂᏚᎾᏁᎶᏛᎾ ᎠᏂᏍᎦᏯ, ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏂᏁᏟᏴᏍᎩ ᎾᎵᏏᎾᎯᏍᏛᎾ ᎠᎴᏂᏓᏍᏗ ᎨᏒ ᎢᏯᏅᏁᎯ, ᎠᎴ ᎠᎾᏓᏱᎯ ᎤᏩᏒᎯᏳ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: Now it is my purpose to put you in mind, though you once had knowledge of all these things, of how the Lord, having taken a people safely out of Egypt, later sent destruction on those who had no faith;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏆᏚᎵᎭ ᎢᏨᏯᏅᏓᏗᏍᏙᏗᏱ ᎾᏍᎩ ᎯᎠ ᎦᏳᎳ ᏥᏥᎦᏔᎭ, ᎾᏍᎩ Ꮎ ᎤᎬᏫᏳᎯ ᏥᏚᏭᏓᏓᏎ ᏴᏫ ᎢᏥᏈᏱ ᎦᏓ ᎠᎲ, ᎣᏂ ᏥᏚᏛᏔᏁ ᎾᏍᎩ Ꮎ ᏄᏃᎯᏳᏅᎾ.

source: And the angels who did not keep to their kingdom but went out from the place which was theirs, he has put in eternal chains and in dark night till the great day of the judging.
chr: ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏄᏂᏍᏆᏂᎪᏔᏅᎾ ᏥᎨᏎ ᏄᏂᎬᏫᏳᏌᏕᎩ ᏂᎨᎬᏁᎸ ᏧᏅᏕᏤᏉᏍᎩᏂ ᎤᎾᏤᎵᎪᎯ ᎠᏁᎲᎢ, ᏧᏓᏕᏒᏛ ᏗᎬᏩᏲᎢᏍᏗ ᏂᎨᏒᎾ ᏕᎨᎦᎸᏍᏗ ᎤᎵᏏᎬᎢ, ᎦᎸᏉᏗᏳ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎠᏍᏆᎸᎲ ᎬᏗᏍᎩ.

source: Even as Sodom and Gomorrah, and the towns near them, having like these, given themselves up to unclean desires and gone after strange flesh, have been made an example, undergoing the punishment of eternal fire.
chr: ᎠᎴ ᎾᏍᏉ ᏐᏓᎻ ᎠᎴ ᎪᎹᎵ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎾᎥ ᏥᏕᎦᏚᎮᎢ, ᎾᏍᎩᏯ ᎾᎾᏛᏁᎮ ᏓᎾᏓᏲᏍᎨ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ, ᎠᎴ ᎠᏂᏍᏓᏩᏗᏙᎮ ᎤᏇᏓᎵ ᎠᏍᏓᏳᏛᏍᏗ ᎤᏇᏓᎵ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᏓᏕᏯᏔᎲᏍᎩ ᏂᎨᎬᏁᎴᎢ ᎠᏂᎩᎵᏲᎨ ᎤᏂᏍᏛᏗᏍᏗ ᎨᏒ ᎬᏠᏍᎩ ᏂᎨᏒᎾ ᎠᏥᎸᏱ.

source: In the same way these dreamers make the flesh unclean, having no respect for authorities, and say evil of rulers.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎯᎠ ᎠᎾᏍᎩᏓᏒᎥᏍᎩ ᎦᏓᎭ ᎾᏅᏁᎭ ᎤᏂᏇᏓᎸᎢ, ᏗᏂᏍᎦᎩ ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᏗᎬᏩᏂᏐᏢᏗ ᎨᏥᎸᏉᏗ.

source: Now when Michael, one of the chief angels, was fighting against the Evil One for the body of Moses, fearing to make use of violent words against him, he only said, May the Lord be your judge.
chr: ᏑᏱᎩᎵᏍᎩᏂ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎧᎿᏩᏗᏙᎯ ᎠᏍᎩᎾ ᎤᎾᏗᏒᎸ, ᎤᎾᏗᏒᎸ ᎠᏂᏬᏂᏍᎬ ᎼᏏ ᎠᏰᎸᎢ, ᎹᏱᎩᎵ ᎥᏝ ᎪᎱᏍᏗ ᎤᏐᏅ ᏳᎳᏫᏎᎴᎢ, ᎯᎠᏉᏍᎩᏂ ᏄᏪᏎᎢ, ᎤᎬᏫᏳᎯ ᏫᏣᏍᎦᎩ.

source: But these men say evil about such things as they have no knowledge of; and the things of which they have natural knowledge, like beasts without reason, are the cause of their destruction.
chr: ᎯᎠᏍᎩᏂ ᎤᏐᏅ ᎠᏂᏃᎮᎭ ᎾᏍᎩ ᎾᏂᎦᏔᎲᎾ; ᎾᏍᎩᏍᎩᏂ ᎤᏅᏒ ᎨᏒ ᏥᎾᎦᏔᎭ, ᎾᏍᎩᏯ ᎦᎪᎵᏍᏗᏉ ᏣᏁᎿᎠ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᎾᎿ ᎤᏲ ᎾᎾᏓᏛᏁᎭ.

source: A curse on them! They have gone in the way of Cain, running uncontrolled into the error of Balaam for reward, and have come to destruction by saying evil against the Lord, like Korah.
chr: ᎤᏲ ᏫᏄᎾᎵᏍᏓᏏ! ᎨᎾᏰᏃ ᎤᏅᏅ ᎤᏂᏍᏓᏩᏕᏅ, ᎠᎴ ᎨᎦᎫᏴᏓᏁᏗ ᎤᎾᏚᎵᏍᎬ ᎤᏂᎬᎥᏍᎬ ᎤᏂᎨᎮᎾ ᏇᎳᎻ ᎤᎵᏓᏍᏔᏅ, ᎠᎴ ᎨᏥᏛᏔᏅ, ᏚᏂᎦᏘᎸᏒ ᎪᎵ ᏧᎦᏘᎸᏛ ᎨᏒᎢ.

source: These men are unseen rocks at your love-feasts, when they take part in them with you, keepers of sheep who without fear take the food of the sheep; clouds without water rushing before the wind, wasted trees without fruit, twice dead, pulled up by the roots,
chr: ᎯᎠ ᎾᏍᎩ ᏅᏲᎯ ᏚᏓᏓᎳ ᏗᏣᏁᎶᏗ ᏕᏣᎵᏍᏓᏴᎲᏍᎬᎢ, ᎾᎯᏳ ᎢᏧᎳᏕᏣᎵᏍᏓᏴᎲᎦ ᎾᏂᎾᏰᏍᎬᎾ ᎠᎾᎵᏍᏓᏴᎲᏍᎪᎢ; ᏚᎶᎩᎸ ᎠᎹ ᏂᏚᏁᎲᎾ, ᎤᏃᎴ ᏧᏱᎴᎪᎢ; ᏕᏡᎬ ᏧᎳᏍᏚᏬᎠᏔᎯ, ᎪᎱᏍᏗ ᏄᎾᏓᏓᏁᎲᎾ, ᏔᎵ ᎢᏳᏩᎫᏗ ᎤᏩᏴᏒᎯ ᏥᎨᏐᎢ, ᏗᏰᎯᏛ ᏗᎧᎾᏍᏕᏢᏔᏅᎯ ᏥᎨᏐᎢ.

source: Violent waves of the sea, streaming with their shame, wandering stars for whom the darkest night is kept in store for ever.
chr: ᎠᎺᏉᎯ ᎤᎿᎸᎯ ᏗᎵᏍᏗᎳᏁᎩ, ᎤᏅᏒ ᎤᎾᏕᎰᎯᏍᏗᏍᎩ ᎠᏂᎾᏄᎪᏫᏍᎩ; ᏃᏈᏏ ᎤᏂᏅᏅ ᎤᎾᏞᏛ, ᎾᏍᎩ ᎤᏣᏘ ᎬᎿᎨ ᎤᎵᏏᎬ ᏥᎨᎦᏛᏅᎢᏍᏓᏁᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ.

source: The prophet Enoch, who was the seventh after Adam, said of these men, The Lord came with tens of thousands of his saints,
chr: ᎠᎴ ᎢᎾᎩ, ᎠᏓᏫ ᎤᏕᏅ ᎦᎵᏉᎩᏁ ᏪᎯ, ᎾᏍᏉ ᎠᏙᎴᎰᏍᎬ ᎯᎠ ᎾᏍᎩ ᏚᏁᎢᏍᏔᏁ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ, ᎤᎬᏫᏳᎯ ᏓᎦᎷᏥ ᏓᏘᏁᎮᏍᏗ ᎠᏍᎪ ᎢᏯᎦᏴᎵ ᏧᏙᎵ ᎤᎾᏓᏅᏘ,

source: To be the judge of all, and to give a decision against all those whose lives are unpleasing to him, because of the evil acts which they have done, and because of all the hard things which sinners without fear of God have said against him.
chr: ᏧᏭᎪᏓᏁᏗᏱ ᎾᏂᎥᎢ, ᎠᎴ ᏧᎬᏍᎪᎸᏗᏱ ᎾᏂᎥ ᎤᏁᎳᏅᎯ ᏂᏚᎾᏁᎶᏛᎾ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏂᎦᎥ ᎤᏣᏘᏂ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ, ᎠᎴ ᏂᎦᎥ ᏂᏚᏳᎪᏛᎾ ᏄᏂᏪᏒ ᎤᏁᎳᏅᎯ ᏂᏚᎾᏁᎶᏛᎾ ᎾᏍᎩ ᎬᏩᏡᏗᏍᎬᎢ.

source: These are the men who make trouble, ever desiring change, going after evil pleasures, using high-sounding words, respecting men's position in the hope of reward.
chr: ᎯᎠ ᎾᏍᎩ ᎤᏂᎪᏁᎶᎯᏌᏘ, ᎤᏁᎵᎯᏍᎩ, ᎤᏅᏒ ᎤᎾᏚᎸᏅᎥᏍᎬ ᎠᏂᏍᏓᏩᏕᎩ; ᏗᏂᎰᎵᏃ ᏓᏅᏗᏍᎪ ᎤᏣᏘ ᎠᏢᏈᏍᏗ ᎠᏂᏬᏂᏍᎪᎢ, ᏴᏫ ᏚᎾᎧᏛ ᏓᏂᎸᏉᏗᏍᎪ ᎣᏍᏛ ᎢᎬᏩᎾᎵᏍᏓᏁᏗ ᎤᏚᎩ ᎤᏅᏒ ᎢᏳᏍᏗ.

source: But you, my loved ones, keep in memory the words which were said before by the Apostles of our Lord Jesus Christ,
chr: ᎠᏎᏃ, ᎢᏨᎨᏳᎢ, ᎢᏣᏅᏓᏓ ᎧᏃᎮᏛ ᎢᎸᎯᏳ ᎤᏂᏃᎮᏛ ᎨᏥᏅᏏᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᏧᏤᎵᎦ;

source: How they said to you, In the last days there will be men who, guided by their evil desires, will make sport of holy things.
chr: ᎾᏍᎩ ᎯᎠ ᏥᏄᏂᏪᏒᎩ, ᎤᎵᏍᏆᎸᏗ ᎨᏎᏍᏗ ᎠᏁᎮᏍᏗ ᎠᏂᏐᏢᎢᏍᏗᏍᎩ, ᎾᏍᎩ ᎤᏅᏒ ᎤᎾᏚᎸᏅᎥᏍᎬ ᏂᏚᏳᎪᏛᎾ ᎠᏂᏍᏓᏩᏕᎩ.

source: These are the men who make divisions, natural men, not having the Spirit.
chr: ᎯᎠ ᎾᏍᎩ Ꮎ ᎠᎾᏓᏓᎴᏗᏍᎩ ᏥᎩ, ᎤᏇᏓᎵᏉ ᎠᏂᏍᏓᏩᏕᎩ, ᎠᏓᏅᏙ ᏄᏁᎲᎾ.

source: But you, my loved ones, building yourselves up on your most holy faith, and making prayers in the Holy Spirit,
chr: ᏂᎯᏍᎩᏂ ᎢᏨᎨᏳᎢ, ᎤᏣᏘ ᎦᎸᏉᏗᏳ ᎢᏦᎯᏳᏒ ᎢᏣᎵᎫᏍᏛᏗᏍᎬᎢ, ᏓᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎬᏗ ᎢᏣᏙᎵᏍᏗᏍᎬᎢ,

source: Keep yourselves in the love of God, looking for life eternal through the mercy of our Lord Jesus Christ.
chr: ᎤᏁᎳᏅᎯ ᎡᏥᎨᏳᎢᏳ ᎨᏒ ᏕᏥᏂᏴᏎᏍᏗ, ᎢᏥᎦᏖᏃᎮᏍᏗ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎬᏂᏛ ᎠᏓᏁᎯ ᏥᎩ.

source: And have pity on those who are in doubt;
chr: ᎢᎦᏛᏃ ᏕᏥᏙᏓᎨᏍᏗ, ᏧᏓᎴᏅᏛ ᏂᏕᏣᏛᏁᎮᏍᏗ;

source: And to some give salvation, pulling them out of the fire; and on some have mercy with fear, hating even the clothing which is made unclean by the flesh.
chr: ᎠᏂᏐᎢᏃ ᎨᏥᎾᏰᏍᎩ ᏕᏥᏍᏕᎵᏍᎨᏍᏗ, ᏕᏨᏕᎨᏍᏗ ᎠᏥᎸᏱ; ᎢᏥᏂᏆᏘᎮᏍᏗ ᎠᏄᏬ ᎤᏇᏓᎸ ᎠᏚᏯᏍᏙᏔᏅᎯ.

source: Now to him who is able to keep you from falling, and to give you a place in his glory, free from all evil, with great joy,
chr: ᎿᏉᏃ ᎾᏍᎩ Ꮎ ᏰᎵᏉ ᎬᏩᏲᏍᏙᏙᏗ ᏥᎩ ᏗᏥᏅᎢᏍᏗᏱ, ᎠᎴ ᎬᏂᎨᏒ ᎢᎨᏨᏁᏗ ᏥᎩ ᎤᏣᏘ ᎤᎵᎮᎵᏍᏗ ᎢᏣᏓᏅᏛᎢ ᎪᎱᏍᏗ ᏁᏥᎳᏫᏎᎲᎾ ᎢᎬᏱᏗᏢ ᏓᎧᏅ ᎦᎸᏉᏗᏳ ᎨᏒᎢ,

source: To the only God our Saviour, through Jesus Christ our Lord, let us give glory and honour and authority and power, before all time and now and for ever. So be it.
chr: ᎾᏍᎩ ᎤᏩᏒᎯ ᎠᎦᏔᎾᎢ ᏥᎩ ᎤᏁᎳᏅᎯ ᎢᎩᏍᏕᎵᏍᎩ, ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ, ᏄᎬᏫᏳᏌᏕᎩ ᎨᏎᏍᏗ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏎᏍᏗ, ᎪᎯ ᎨᏒ ᎠᎴ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ. ᎡᎺᏅ.

source: Apocalypse of John
chr: ᏣᏂ ᏄᏍᏛ ᎠᏥᎾᏄᎪᏫᏎᎸᎢ

source: The Revelation of Jesus Christ which God gave him so that his servants might have knowledge of the things which will quickly take place: and he sent and made it clear by his angel to his servant John;
chr: ᏥᏌ ᎦᎶᏁᏛ ᎤᎾᏄᎪᏫᏒᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏲᎯᏎᎸᎯ, ᎬᏂᎨᏒ ᎢᏧᏩᏁᏗᏱ ᏧᏅᏏᏓᏍᏗ ᏧᏓᎴᏅᏛ ᏂᎪᎯᎸᏉ ᎢᏳᎵᏍᏔᏂᏓᏍᏗ ᎨᏒᎢ; ᎠᎴ ᏧᎨᏅᏛ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᎤᏅᏏᏓᏍᏗ ᏣᏂ;

source: Who gave witness of the word of God, and of the witness of Jesus Christ, even of all the things which he saw.
chr: ᎾᏍᎩ Ꮎ ᏧᏃᎮᎴ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎤᏃᎮᎸᎯ, ᎾᏍᎩ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᎪᎲᎢ.

source: A blessing be on the reader, and on those who give ear to the prophet's words, and keep the things which he has put in the book: for the time is near.
chr: ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎠᎪᎵᏰᏍᎩ, ᎠᎴ ᎾᏍᎩ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ ᎯᎠ ᎾᏍᎩ ᎠᏙᎴᎰᏒᎯ, ᎠᎴ ᎠᏂᏍᏆᏂᎪᏗᏍᎩ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᎾᎿ ᎪᏪᎸᎢ; ᎤᏍᏆᎸᎯᏗᏰᏃ.

source: John to the seven churches which are in Asia: Grace to you and peace, from him who is and was and is to come; and from the seven Spirits which are before his high seat;
chr: ᎠᏴ ᏣᏂ ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᎦᎵᏉᎩ ᏂᏣᏓᏡᎬ ᎡᏏᏱ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎾᏍᎩ Ꮎ ᏤᎭ, ᎠᎴ ᏤᎲᎩ, ᎠᎴ ᏤᎮᏍᏗ; ᎠᎴ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎦᎵᏉᎩ ᏗᏓᏅᏙ ᎾᏍᎩ ᎤᏪᏍᎩᎸ ᎢᎬᏱᏗᏢ ᏣᏁᎭ;

source: And from Jesus Christ, the true witness, the first to come back from the dead, and the ruler of the kings of the earth. To him who had love for us and has made us clean from our sins by his blood;
chr: ᎠᎴ ᏅᏓᏳᎵᏍᎪᎸᏔᏅᎯ ᏥᏌ ᎦᎶᏁᏛ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏍᎩ, ᎠᎴ ᏗᏓᎴᏅᏗᏍᎩ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏤᎵᎦ. ᎾᏍᎩ ᎢᎩᎨᏳᎯ ᏥᎨᏒᎩ ᎠᎴ ᎤᏩᏒ ᎤᎩᎬ ᎢᎪᏑᎴᏔᏅᎯ ᎢᎩᏅᎦᎸᏛ ᎢᎩᏍᎦᏅᏨᎢ,

source: And has made us to be a kingdom and priests to his God and Father; to him let glory and power be given for ever and ever. So be it.
chr: ᎠᎴ ᎢᎩᎬᏫᏳᎯ ᎠᎴ ᎠᏥᎸ-ᎢᏕᎶᎯ ᎢᎬᏁᎸᎯ ᏥᎩ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎤᏙᏓ ᏧᏤᎵᎦ; ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎠᎪᏎᎮᏍᏗ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ. ᎡᎺᏅ.

source: See, he comes with the clouds, and every eye will see him, and those by whom he was wounded; and all the tribes of the earth will be sorrowing because of him. Yes, so be it.
chr: ᎬᏂᏳᏉ ᏓᎦᎷᏥ ᎤᎶᎩᎸᎢ, ᎠᎴ ᏂᎦᏗᏳ ᏓᎬᏩᎪᎯ ᎠᎴ ᎾᏍᏉ ᏗᎬᏪᏘᎸᎯ; ᏂᎦᏗᏳᏃ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎡᎶᎯ ᎠᏁᎯ ᏙᏛᎾᏠᏱᎵ ᎾᏍᎩ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ. ᎰᏩᏉ. ᎡᎺᏅ.

source: I am the First and the Last, says the Lord God who is and was and is to come, the Ruler of all.
chr: ᎠᏴ ᎡᎵᏆ ᎠᎴ ᎣᎻᎦ, ᏗᏓᎴᏅᏗᏍᎩ ᎠᎴ ᎠᏍᏆᏗᏍᏗᏍᎩ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᏤᎭ, ᎠᎴ ᏤᎲᎩ, ᎠᎴ ᏤᎮᏍᏗ, ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᏥᎩ.

source: I, John, your brother, who have a part with you in the trouble and the kingdom and the quiet strength of Jesus, was in the island which is named Patmos, for the word of God and the witness of Jesus.
chr: ᎠᏴ ᏣᏂ, ᎢᏓᎵᏅᏟ ᎾᏍᏉ ᏥᎩ, ᎠᎴ ᎢᎦᎵᎪ ᏩᏕᎩ ᎢᏗᎩᎵᏲᏥᏙᎲᎢ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎪᎯ ᎢᏖᎸᎢ, ᎠᎴ ᎬᏂᏗᏳ ᎨᏒ ᎾᏍᎩ ᎤᏤᎵᎦ, ᎠᏴ ᎨᏙᎲᎩ ᎠᎹᏰᎵ ᏆᏗᎹ ᏥᏚᏙᎥ, ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎠᎩᏍᏛᏗᏍᎬᎩ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᏥᏃᎮᏍᎬ ᎢᏳᏍᏗ.

source: I was in the Spirit on the Lord's day, and a great voice at my back, as of a horn, came to my ears,
chr: ᎠᏓᏅᏙ ᎠᏆᏘᏂᏙᎲᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎢᎦ ᎨᏒᎢ, ᎠᏆᏛᎦᏅᎩᏃ ᎠᏆᏐᎭᏛ ᎢᏗᏢ ᎠᏍᏓᏯ ᎧᏁᎬ ᎾᏍᎩᏯ ᎠᏤᎷᎩ ᏧᏃᏴᎪᎢ,

source: Saying, What you see, put in a book, and send it to the seven churches; to Ephesus and to Smyrna and to Pergamos and to Thyatira and to Sardis and to Philadelphia and to Laodicea.
chr: ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎠᏴ ᎡᎵᏆ ᎠᎴ ᎣᎻᎦ, ᎢᎬᏱᏱ ᎨᏒ ᎠᎴ ᎤᎵᏍᏆᎸᏗ ᎨᏒᎢ; ᎠᎴ ᏄᏍᏛ ᎯᎪᏩᏘᏍᎬ ᎰᏪᎸᎦ ᎪᏪᎵᎯ ᎠᎴ ᏫᎩᏅᎥᏏ ᏧᎾᏁᎶᏗ ᎦᎵᏉᎩ ᏄᎾᏓᏡᎬ ᎡᏏᏱ, ᏫᎩᏅᎥᏏ ᎡᏈᏌ ᎠᏁᎯ, ᎠᎴ ᏑᎹᏂ, ᎠᎴ ᏆᎩᎹ, ᎠᎴ ᏓᏱᏓᎵ, ᎠᎴ ᏌᏗᏏ, ᎠᎴ ᏈᎵᏕᎵᏈ, ᎠᎴ ᎴᎣᏗᏏᏯ.

source: And turning to see the voice which said these words to me, I saw seven gold vessels with lights burning in them;
chr: ᎠᏆᎦᏔᎲᏒᎩᏃ ᏥᎪᏩᏛᏗᏱ ᎠᎩᏰᎸᏅᎩ ᎤᏪᎷᎩ, ᎾᏍᎩ ᎠᏆᎵᏃᎮᏗᏍᎩ. ᎠᏆᎦᏔᎲᏒᏃ ᏓᎩᎪᎲᎩ ᎦᎵᏉᎩ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ;

source: And in the middle of them one like a son of man, clothed with a robe down to his feet, and with a band of gold round his breasts.
chr: ᎠᏰᎵᏃ ᏕᎦᎧᎲ ᎦᎵᏉᎩ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗ [ᎦᏙᎬᎩ] ᎩᎶᎢ ᏴᏫ ᎤᏪᏥ ᎾᏍᎩᏯᎢ, ᎤᏄᏩᎥᎩ ᏧᎳᏏᏕᏂ ᏂᏚᎸᎩ, ᎠᏓᏠᏍᏗᏃ ᎠᏕᎸ ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎤᏓᏠᎲᎩ ᏗᎦᏅᏗᏱ ᏧᏳᎪᏗ.

source: And his head and his hair were white like wool, as white as snow; and his eyes were as a flame of fire;
chr: ᎠᏍᎪᎵ ᎠᎴ ᎤᏍᏗᏰᎬ ᎤᏁᎩᏳ ᎨᏒᎩ ᎤᏩᏅ ᎾᏍᎩᏯᎢ, ᎥᏃᏥ ᏥᏄᏁᎩᏴ ᏄᏁᎩᏴᎩ; ᏗᎦᏙᎵᏃ ᎠᏥᎸ ᎠᏓᏪᎵᎩᏍᎩ ᎾᏍᎩᏯ ᎨᏒᎩ;

source: And his feet like polished brass, as if it had been burned in a fire; and his voice was as the sound of great waters.
chr: ᏧᎳᏏᏕᏂᏃ ᏗᎬᏩᏔᎷᎩᏍᎩ ᎥᏣᏱ ᎾᏍᎩᏯ ᎨᏒᎩ, ᎠᏥᎸᏱ ᎬᏔᏅᎯ ᎣᏍᏛ ᎢᎬᏁᎸᎯ ᎾᏍᎩᏯᎢ; ᎧᏁᎬᏃ ᎤᏣᏘ ᎠᎹ ᏥᏚᏍᏆᏃᏴᎪ ᎾᏍᎩᏯ ᎨᏒᎩ.

source: And he had in his right hand seven stars: and out of his mouth came a sharp two-edged sword: and his face was like the sun shining in its strength.
chr: ᎠᎦᏘᏏᏗᏢᏃ ᎤᏬᏰᏂ ᎦᎵᏉᎩ ᏃᏈᏏ ᏚᏒᎦᎸᎩ; ᎠᎰᎵᏃ ᏓᏳᎦᏌᏛᎩ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎢᏧᎳᏗᏢ ᏗᎪᏍᏓᏯ; ᎤᎧᏛᏃ ᏅᏙ ᎢᎦ-ᎡᎯ ᎤᎵᏂᎩᏛ ᏣᎦᎵᏍᎪ ᎾᏍᎩᏯ ᎨᏒᎩ.

source: And when I saw him, I went down on my face at his feet as one dead. And he put his right hand on me, saying, Have no fear; I am the first and the last and the Living one;
chr: ᏥᎪᎥᏃ ᏚᎳᏍᎬ ᎠᎩᏅᏨᎩ ᎠᎩᏲᎱᏒᎯ ᎢᎦᎦᏛ. ᎠᎦᏘᏏᏗᏢᏃ ᎤᏬᏰᏂ ᎠᏆᏏᏔᏗᏍᏔᏅᎩ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᎠᏴ ᎾᏍᎩ Ꮎ ᎢᎬᏱᏱ, ᎠᎴ ᎤᎵᏍᏆᎸᏗ ᏥᎩ.

source: And I was dead, and see, I am living for ever, and I have the keys of death and of Hell.
chr: ᎠᏴ ᎬᏃᏛ ᎠᎩᏲᎱᏒᎯ ᏥᎨᏒᎩ; ᎠᎴ ᎬᏂᏳᏉ ᎬᏃᏛ ᎨᏎᏍᏗ ᎾᎵᏍᏆᏗᏍᎬᎾ, ᎡᎺᏅ; ᎠᎴ ᏗᏍᏚᎢᏍᏗ ᏨᏍᎩᏃ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏕᏥᏁᎠ.

source: Put in writing, then, the things which you have seen, and the things which are, and the things which will be after these;
chr: ᎰᏪᎸᎦ ᎾᏍᎩ Ꮎ ᏥᎪᏩᏛ, ᎠᎴ ᎪᎯ ᎨᏒ ᏄᏍᏗᏕᎬᎢ, ᎠᎴ ᎣᏂ ᎢᏳᎵᏍᏔᏂᏓᏍᏗ ᎨᏒᎢ.

source: The secret of the seven stars which you saw in my right hand, and of the seven gold vessels with burning lights. The seven stars are the angels of the seven churches: and the seven lights are the seven churches.
chr: ᎾᏍᎩ ᎤᏕᎵᏛ ᎨᏒ ᎦᎵᏉᎩ ᏃᏈᏏ ᏥᏕᏣᎪᎲᎩ ᏥᎦᏘᏏᏗᏢ ᎠᏉᏰᏂ ᏥᏓᏆᏒᎦᎸᎩ, ᎠᎴ ᎦᎵᏉᎩ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ. ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏃᏈᏏ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎦᎵᏉᎩ ᏄᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎨᏥᏛᎦ; ᎾᏃ ᎦᎵᏉᎩ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗᏱ ᏥᏕᏣᎪᎲᎩ, ᎾᏍᎩ ᎦᎵᏉᎩ ᏄᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎦᏛᎦ.

source: To the angel of the church in Ephesus say: These things says he who has the seven stars in his right hand, who is walking in the middle of the seven gold lights:
chr: ᎡᏈᏌ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏃᏈᏏ ᎠᎦᏘᏏᏗᏢ ᎤᏬᏰᏂ ᏥᏚᏒᎦᎳ, ᎾᏍᎩ Ꮎ ᏤᏙᎭ ᎠᏰᎵ ᏕᎦᎧᎲ ᎦᎵᏉᎩ ᏗᏨᏙᏍᏗ ᏗᎦᎪᏙᏗᏱ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ.

source: I have knowledge of your doings, and of your hard work and long waiting, and that you will not put up with evil men, and have put to the test those who say they are Apostles and are not, and have seen that they are false;
chr: ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎯᎩᎵᏲᎬᎢ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᎩ ᏗᎦᎮᎵᏎᏗ ᏂᎨᏒᎾ ᎨᏒ ᎾᏍᎩ Ꮎ ᎤᏂᏲ ᏥᎩ; ᎠᎴ ᏘᎪᎵᏰᎥᎯ ᎢᎩ ᎾᏍᎩ ᎣᎩᏅᏏᏛ ᏣᎾᏗᎭ ᎾᏍᎩᏃ ᏄᏍᏛᎾ ᎨᏒᎢ, ᎠᎴ ᏣᏙᎴᎰᏒ ᎠᏂᏰᎪᎩ ᎨᏒᎢ;

source: And you have the power of waiting, and have undergone trouble because of my name, without weariness.
chr: ᎠᎴ ᎤᏁᎳᎩ ᏤᎵᏎᏅ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎩ, ᎠᎴ ᏓᏆᏙᎥ ᏅᏧᎵᏍᏙᏔᏅ ᎯᎩᎵᏲᎬᎩ, ᎠᎴ ᎥᏝ ᏱᏗᏣᏯᏪᏤᎢ.

source: But I have this against you, that you are turned away from your first love.
chr: ᎠᏎᏃ ᎪᎱᏍᏗ ᎢᎬᏰᎵᏎᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᎬᏱᏱ ᏍᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅ ᏕᏣᏲᏒᎢ.

source: So keep in mind where you were at first, and be changed in heart and do the first works; or I will come to you, and will take away your light from its place, if your hearts are not changed.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎭᏅᏓᏓ ᎾᎿ ᏗᏣᎶᎠᏒᎢ, ᎠᎴ ᎯᏁᏟᏴᎾ ᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᎬᏱᏱ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏗᏣᎸᏫᏍᏓᏏ; ᎢᏳᏃ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ, ᏞᎩᏳ ᏓᎬᎷᏤᎵ, ᎠᎴ ᏓᏥᎧᎲᏏ ᎠᏨᏍᏙᏗ ᎦᎪᏙᏗ ᏣᏤᎵᎦ, ᎢᏳᏃ ᏂᏣᏁᏟᏴᏒᎾ ᎢᎨᏎᏍᏗ ᏣᏓᏅᏛᎢ.

source: But at least you have the credit of hating the works of the Nicolaitans, as I do.
chr: ᎯᎠᏍᎩᏂᏃᏅ ᏂᎤᏍᏗ ᎢᏣᎭ, ᎾᏍᎩ ᎢᎯᏂᏆᏘᎭ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎠᏂᏂᎦᎴᏓᏂ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏴ ᏥᏥᏂᏆᏘᎭ.

source: He who has ears, let him give ear to what the Spirit says to the churches. To him who overcomes I will give of the fruit of the tree of life, which is in the Paradise of God.
chr: ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᎫᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏓᏥᏯᎵᏍᎪᎸᏓᏁᎵ ᎤᎵᏍᏓᏴᏙᏗᏱ ᎤᏓᏔᏅᎯ ᏡᎬ ᎬᏂᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎠᏰᎵ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏫᏒᏗᏱ ᏥᏡᎦ.

source: And to the angel of the church in Smyrna say: These things says the first and the last, who was dead and is living:
chr: ᏑᎹᏂᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ; ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎢᎬᏱᏱ ᎠᎴ ᎤᎵᏍᏆᎸᏗ, ᎾᏍᎩ Ꮎ ᎤᏲᎱᏒᎯ ᏥᎨᏒ ᎠᎴ ᎾᏍᎩ ᏤᎭ.

source: I have knowledge of your troubles and how poor you are (but you have true wealth), and the evil words of those who say they are Jews, and are not, but are a Synagogue of Satan.
chr: ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎤᏕᏯᏙᏗ ᏂᏣᎵᏍᏓᏁᎲᎢ, ᎠᎴ ᎤᏲ ᏂᏣᏛᎿᏕᎬᎢ,^ᎠᏎᏃ ᏤᎿᎢᏳ. ᎠᎴ ᏥᎦᏔᎭ ᎾᏍᎩ ᎤᏂᏐᏢᎢᏍᏙᏗ ᎨᏒ ᎣᏥᏧᏏ ᎠᎾᏗᏍᎩ, ᎾᏍᎩᏃ ᏄᏍᏛᎾ ᏥᎩ, ᏎᏓᏂᏉᏍᎩᏂ ᎤᏤᎵ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏁᎳ ᏥᎩ.

source: Have no fear of the things which you will have to undergo: see, the Evil One will send some of you into prison, so that you may be put to the test; and you will have great trouble for ten days. Be true till death, and I will give you the crown of life.
chr: ᏞᏍᏗ ᏣᏍᎦᎸᎩ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᏣᎩᎵᏲᎢᏍᏗ ᏥᎩ; ᎬᏂᏳᏉ ᎠᏍᎩᎾ ᏂᎯ ᎢᏣᏓᏡᎬ ᎩᎶ ᏗᏓᏍᏚᏗᏱ ᏙᏓᏥᏴᏔᏂ ᎡᏥᎪᎵᏰᏗᏱ; ᎠᏍᎪᎯᏃ ᏧᏒᎯᏛ ᏓᏥᎩᎵᏲᏥ; ᎤᎵᏂᎩᏛ ᏘᎧᎿᏩᏚᎦ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎠᎵᏍᏚᎶᏃ ᎬᏂᏛ ᎠᏓᏁᎯ ᏓᎬᏅᏁᎵ.

source: He who has ears, let him give ear to what the Spirit says to the churches. He who overcomes will not come under the power of the second death.
chr: ᎩᎶ ᎦᎵᎷᎨᏍᏗ, ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏔᎵᏁ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎤᏩᏁᏗ ᏱᎨᏎᏍᏗ.

source: And to the angel of the church in Pergamos say: These things says he who has the sharp two-edged sword:
chr: ᏆᎦᎹᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ, ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎢᏧᎳᏗᏢ ᏗᎪᏍᏓᏯ ᏥᎦᏁᎭ.

source: I have knowledge that your living-place is where Satan has his seat: and you are true to my name, and were not turned away from your faith in me, even in the days of Antipas, my true witness, who was put to death among you, where Satan has his place.
chr: ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎾᎿ ᎮᎲᎢ, ᎾᎿ ᏎᏓᏂ ᎤᏪᏘᏱ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᏕᏣᏂᏴᏒ ᏓᏆᏙᎥᎢ, ᎠᎴ ᏂᏣᏓᏱᎸᎾ ᎨᏒ ᎠᏆᏤᎵ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎾᎯᏳᎢ ᎥᏗᏆᏏ ᎤᏓᎵᏓᏍᏗ ᏂᎨᏒᎾ ᎠᎩᏃᎮᏍᎩ ᏄᎵᏍᏔᏅ, ᎾᏍᎩ ᏂᎯ ᎢᏤᎲ ᏣᏥᎸᎩ, ᎾᎿ ᏎᏓᏂ ᏒᎲᎢ.

source: But I have some things against you, because you have with you those who keep the teaching of Balaam, by whose suggestion Balak made the children of Israel go out of the right way, taking food which was offered to false gods, and going after the desires of the flesh.
chr: ᎠᏎᏃ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᎡᏍᎦ ᎬᏰᎸᎾᎲ ᎢᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᎿ ᏕᏣᎧᎲ ᏇᎳᎻ ᏓᏕᏲᎲᏍᎬ ᏧᏂᏂᏴᎯ, ᎾᏍᎩ Ꮎ ᏇᎳᎻ ᏇᎳᎩ ᏧᏪᏲᏁ ᎢᎬᏱᏗᏢ ᏧᏁᏗᏱ ᏧᏃᏕᎯᎯ ᎢᏏᎵ ᏧᏪᏥ, ᎾᏍᎩ ᎤᏂᎩᏍᏗᏱ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ, ᎠᎴ ᎤᏕᎵᏛ ᏧᎾᏂᏏᏗᏱ.

source: And you have those who keep the teaching of the Nicolaitans.
chr: ᎠᎴ ᎾᏍᏉ ᏙᏣᎧᎭ ᎾᏍᎩ Ꮎ ᏧᏂᏂᏴᎯ ᏓᎾᏕᏲᎲᏍᎬ ᎠᏂᏂᎦᎴᏓᏂ, ᎾᏍᎩ ᎠᏴ ᏥᏥᏂᏆᏘᎭ.

source: See, then, that you have a change of heart; or I will come to you quickly, and will make war against them with the sword of my mouth.
chr: ᎯᏁᏟᏴᎾ ᏣᏓᏅᏛᎢ; ᎢᏳᏃ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ ᏞᎩᏳ ᏓᎬᎷᏤᎵ, ᎠᎴ ᏙᏓᎬᏯᏟᏴᎡᎵ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ ᎬᏗ ᏥᎰᎵ ᎤᎦᏌᏛᎢ.

source: He who has ears, let him give ear to what the Spirit says to the churches. To him who overcomes I will give of the secret manna, and I will give him a white stone, and on the stone a new name, of which no one has knowledge but he to whom it is given.
chr: ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏓᏥᏁᎵ ᎤᎵᏍᏓᏴᏙᏗ ᎬᏍᎦᎳᏅᎯ ᎹᎾ, ᎠᎴ ᎤᏁᎬ ᏅᏯ ᏓᏥᏁᎵ, ᎠᎴ ᏅᏲᎯ ᎪᏪᎴᏍᏗ ᎢᏤ ᏧᏙᏍᏙᏗ, ᎾᏍᎩ ᎩᎶ ᎾᎦᏔᎲᎾ Ꮎ ᏅᏯ ᎠᏥᏁᎸᎯ ᎤᏩᏒ.

source: And to the angel of the church in Thyatira say: These things says the Son of God, whose eyes are like a flame of fire, and his feet like polished brass:
chr: ᏓᏱᏓᎵᏃ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ; ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎾᏍᎩ Ꮎ ᏗᎦᏙᎵ ᎠᏥᎸ ᎠᏓᏪᎵᎩᏍᎩ ᎾᏍᎩᏯ ᏥᎩ, ᏧᎳᏏᏕᏂᏃ ᎥᏣᏱ ᎬᏩᏔᎷᎩᏍᎩ ᎾᏍᎩᏯ ᏥᎩ;

source: I have knowledge of your works, and your love and faith and help and strength in trouble, and that your last works are more than the first.
chr: ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᏣᏓᎨᏳᏒᎢ, ᎠᎴ ᏕᎭᏓᏁᎳᏁᎲᎢ, ᎠᎴ ᏦᎯᏳᏒᎢ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ; ᎤᎵᏍᏆᎸᏗᏃ ᎤᏟ ᎢᎦᎢ ᎨᏒ ᎡᏍᎦᏉ ᎢᎬᏱᏱ.

source: But I have this against you, that you let the woman Jezebel say she is a prophet and give false teaching, making my servants go after the desires of the flesh and take food offered to false gods.
chr: ᎠᏎᏃ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᎪᎱᏍᏗ ᎡᏍᎦ ᎬᏰᎸᎾᏁᎲ ᎢᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᎩ ᏥᏰᎵᏎᎭ Ꮎ ᎠᎨᏴ ᏤᏏᏈᎵ, ᎦᏙᎴᎣᏍᎩ ᎠᏴ ᏣᏗᎭ, ᏧᏪᏲᏗᏱ ᎠᎴ ᏧᎶᏄᎮᏗᏱ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎤᏕᎴᏛ ᏧᎾᏂᏏᏗᏱ ᏗᏆᏤᎵ ᎦᏥᏅᏏᏛ, ᎠᎴ ᎤᏂᎩᏍᏗᏱ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ.

source: And I gave her time for a change of heart, but she has no mind to give up her unclean ways.
chr: ᎠᎴ ᏥᎳᏅᏓᏕᎸᎩ ᎤᏲ ᎤᏰᎸᏗᏱ ᎤᏕᎵᏛ ᏚᏂᏏᏂᏙᎸᎢ; ᎠᏎᏃ ᎥᏝ ᎤᏲ ᏳᏰᎸᏁᎢ.

source: See, I will put her into a bed, and those who make themselves unclean with her, into great trouble, if they go on with her works.
chr: ᎬᏂᏳᏉ ᎠᏤᏍᏙᎩᎯ ᏮᏓᏥᏯᏓᎡᏏ, ᎠᎴ ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ ᎤᏣᏘ ᏓᎦᏥᏯᏕᏯᏙᏔᏂ ᎢᏳᏃ ᎤᏲ ᏄᏂᏁᏟᏴᏛ ᎢᎨᏎᏍᏗ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ.

source: And I will put her children to death; and all the churches will see that I am he who makes search into the secret thoughts and hearts of men: and I will give to every one of you the reward of your works.
chr: ᏧᏪᏥᏃ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏙᏓᎦᏥᎢᏍᏔᏂ; ᏂᎦᏗᏳᏃ ᏓᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎠᏂᎦᏔᎮᏍᏗ ᎾᏍᎩ ᎠᏴ ᏗᏥᎪᎵᏰᏍᎩ ᎨᏒ ᎤᏕᎵᏛ ᎨᏒ ᎠᎴ ᏧᏂᎾᏫ; ᎠᎴ ᏓᏨᏁᎵ ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎾᏍᎩᏯ ᏄᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎸᎢ.

source: But to you I say, to the rest in Thyatira, even to those who have not this teaching, and have no knowledge of the secrets of Satan, as they say; I put on you no other weight.
chr: ᏂᎯᏍᎩᏂ ᎢᏨᏲᏎᎭ, ᎠᎴ ᎠᏂᏐᎢ ᏓᏱᏓᎵ ᎠᏁᎯ, ᎾᏍᎩ ᎾᏂᎥ ᎯᎠ ᏗᏕᏲᏗ ᎨᏒ ᏄᏂᎲᎾ, ᎠᎴ ᎾᏍᎩ ᏄᏂᎦᏙᎥᏒᎾ ᎾᎭᏫᏂᏴ ᏎᏓᏂ ᎤᏤᎵᎦ, ᏣᎾᏗᎭ; ᎥᏝ ᏅᏩᏓᎴ ᎦᎨᏛ ᏴᎨᏨᏐᏈᎸᎦ;

source: But what you have, keep safe till I come.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎦᏳᎳ ᏥᏥᎭ ᏕᏥᏂᏴᏎᏍᏗ ᎬᏂ ᎢᏥᎷᏨᎭ.

source: He who overcomes, and keeps my works to the end, to him I will give rule over the nations,
chr: ᎩᎶᏍᎩᏂ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᎠᏆᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎬᎵᏍᏆᏗᏍᎩ, ᎾᏍᎩ ᏓᏥᏁᎵ ᏧᏎᎪᎩᏍᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ.

source: And he will be ruling them with a rod of iron; as the vessels of the potter they will be broken, even as I have power from my Father:
chr: ᎠᎴ ᎾᏍᎩ ᏙᏛᏘᏂᏙᎵ ᎠᏙᎳᏅᏍᏗ ᏔᎷᎩᏍᎩ ᎪᏢᎳᏅᎯ ᏓᎬᏔᏂ; ᎠᎴ ᏗᏩᎵ ᏥᏕᎦᏓᏬᏗᏍᎪᎢ ᎾᏍᎩᏯ ᏙᏓᎦᏓᏬᏔᏂ; ᎾᏍᎩᏯ ᏓᎩᏲᎯᏎᎸ ᎡᏙᏓ.

source: And I will give him the morning star.
chr: ᎠᎴ ᎾᏍᎩ Ꮎ ᏓᏥᏁᎵ ᏑᎾᎴ ᎡᎯᏃᏈᏏ.

source: He who has ears, let him give ear to what the Spirit says to the churches.
chr: ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ.

source: And to the angel of the church in Sardis say: These things says he who has the seven Spirits of God and the seven stars: I have knowledge of your works, that you seem to be living but are dead.
chr: ᏌᏗᏏᏃ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ, ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏗᏓᏅᏙ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏧᏪᎯ ᏥᎩ, ᎠᎴ ᎦᎵᏉᎩ ᏃᏈᏏ ᏧᏪᎯ ᏥᎩ; ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎬᏃᏛ ᏥᎨᏦᏎᎭ, ᎠᏎᏃ ᏣᏲᎱᏒᎯᏉ ᏥᎩ.

source: Be on the watch, and make strong the rest of the things which are near to death; because as judged by me your works have not come up to God's measure.
chr: ᎯᏯᏫᏍᎨᏍᏗ, ᎠᎴ ᏔᎵᏂᎪᎯᏍᏓ ᎾᏍᎩ Ꮎ ᏧᎵᏃᎯᏴᎯ, ᎾᏍᎩ ᏧᎵᏬᏥᏕᎾ ᏥᎩ; ᎥᏝᏰᏃ ᏯᎩᏩᏛᎲ ᎤᎧᎵᏨᎯ ᎣᏍᏛ ᎨᏒ ᏕᏣᎸᏫᏍᏓᏁᎲ ᎤᏁᎳᏅᎯ ᏙᏗᎧᏅᎢ.
